Repository: burakodaloglu/QuakeInfo
Catalog: lib/l10n/app_*.arb
Languages: tr

# buttonEarthquake
source: World Earthquakes
tr: Dünya Depremleri

# buttonWhistle
source: Whistle
tr: Düdük

# buttonInformation
source: Information
tr: Neler Yapmalıyım?

# buttonBag
source: Bag
tr: Çanta

# navMap
source: Map
tr: Harita

# navList
source: List
tr: Liste

# earthquakeMag
source: Magnitude
tr: Büyüklük

# infoTitle1
source: Stay Calm
tr: Sakin Kal

# infoDec1
source: Don't panic. Take a deep breath and assess your situation.
tr: Panik yapma. Derin nefes alarak durumunu değerlendir.

# infoTitle2
source: Drop - Cover - Hold On
tr: Çök - Kapan - Tutun

# infoDec2
source: Get under a sturdy piece of furniture and protect your head and neck.
tr: Sağlam bir eşyanın altına gir, başını ve enseni koru.

# infoTitle3
source: Stay Away from Windows
tr: Pencerelerden Uzak Dur

# infoDec3
source: Glass may shatter, so stay away to avoid injury.
tr: Camlar kırılabilir, yaralanmaları önlemek için uzak dur.

# infoTitle4
source: Donâ€™t Use Elevators
tr: Asansör Kullanma

# infoDec4
source: Elevators are risky during earthquakes; avoid using them.
tr: Asansörler deprem anında risklidir, kullanma.

# infoTitle5
source: Stay in Open Areas
tr: Açık Alanda Kal

# infoDec5
source: If you're outside, stay away from buildings, poles, and trees.
tr: Bina dışındaysan; bina, direk ve ağaçlardan uzak dur.

# infoTitle6
source: Exit Carefully After the Quake
tr: Deprem Bitince Kontrollü Çık

# infoDec6
source: Once the shaking stops, exit cautiously rather than quickly.
tr: Sarsıntı geçince hızlı değil, dikkatli şekilde çıkış yap.

# infoTitle7
source: Help the Injured
tr: Yaralılara Yardım Et

# infoDec7
source: If possible, provide first aid and notify authorities.
tr: Mümkünse ilk yardım uygulayarak destek ol. Yetkililere haber ver.

# infoTitle8
source: Use Reliable Information Sources
tr: Doğru Bilgi Kaynağı Kullan

# infoDec8
source: Follow AFAD, radio, and official announcements.
tr: AFAD, radyo ve resmi açıklamaları takip et.

# bagInfoTitle
source: Why Should We Prepare an Earthquake Bag?
tr: Neden Deprem Çantası Hazırlamalıyız?

# bagInfo
source: The first 72 hours after an earthquake are critical. Aid may be delayed, and access to basic needs may be limited. Being prepared reduces life-threatening risks. You can check your emergency bag from here.
tr: Deprem sonrası ilk 72 saat çok kritiktir. Yardım gecikebilir ve temel ihtiyaçlara erişim zorlaşabilir.Hazırlıklı olmak, hayati riskleri azaltır. Deprem çantanızı buradan kontrol edebilirsiniz.

# bagTitle1
source: Flashlight
tr: Fener

# bagDescription1
source: Widespread power outages may occur after a disaster. A headlamp is useful since it allows hands-free operation.
tr: Afet durumunda kentlerin büyük bir kısmında elektrik kesintisi yaşanır. Afet sırasında ellerin kullanılması gerekeceğinden, çantanızda kafa feneri bulunması yararlı olacaktır.

# bagTitle2
source: Radio
tr: Radyo

# bagDescription2
source: Since TVs and mobile networks may fail, radios can help you stay informed.
tr: Televizyon ya da GSM gibi sistemlerde sorun yaşanabileceği için iletişim için radyodan yararlanılabilir.

# bagTitle3
source: Batteries
tr: Pil

# bagDescription3
source: Spare batteries are needed for radios, flashlights, and other devices. Keep them outside the devices unless in use, and include twice as many as needed.
tr: Radyo, fener ve diğer elektronik aletler için çantada pil bulundurulması gerekir. Eriyip bozulabilecekleri için kullanılmadığı sürece piller radyo ve fener içerisinde bırakılmamalıdır. Son olarak her cihaz için kullanılabilecek sayının iki katı kadar pil çantada bulundurulmalıdır.

# bagTitle4
source: Multi-tool Knife
tr: Çok amaçlı çakı

# bagDescription4
source: Multi-tools help with cutting, screwing, or opening things. They can be vital during the first 72 hours after a disaster.
tr: Kesme, birleştirme, vidalama ve açma gibi işlemlerde kullanabileceğiniz çok amaçlı çakılar, acil durum ya da afetlerden sonra ilk 72 saatte ihtiyaç duyulacak birçok işlemin yapılabilmesine yardımcı olacaktır.

# bagTitle5
source: Work Gloves
tr: İş eldiveni

# bagDescription5
source: Useful for setting up tents or helping others after a disaster, they protect hands during heavy tasks.
tr: Çadır kurarken, afet sonrasında yardıma ihtiyacı olanlarla ilgilenirken veya herhangi başka bir işlemi yaparken ellerin zarar görmesi olasıdır. İş eldivenleri, afet sonrası yapılacak işlemler sırasında ellerin zarar görmesini engeller ve güvenle çalışılmasını sağlar.

# bagTitle6
source: Matches or Lighter
tr: Kibrit ya da çakmak

# bagDescription6
source: You may need to start a fire to stay warm. Always include matches or a lighter.
tr: Bir şeyleri ya da kişinin bedenini ısıtmak için ateş kaynağına ihtiyacı olabilir. Böyle bir durumda kolayca ateş yakılabilmesi için çanta içerisinde kibrit ya da çakmak bulunmalıdır.

# bagTitle7
source: Dust Mask
tr: Toz maskesi

# bagDescription7
source: Collapsed buildings create dust that harms lungs and visibility. A mask helps you breathe and see better.
tr: Deprem gibi afetlerden sonra meydana gelen yıkımlar nedeniyle kentler tozla kaplanır. Toz hem akciğerlere zarar verir hem de görüşü kısıtlar ve toplanma alanına ulaşımı zorlaştırır.

# bagTitle8
source: Notebook
tr: Not defteri

# bagDescription8
source: To write down important notes or numbers. Add emergency contact info before an incident.
tr: Bir şeyleri not etmek, önemli numaraları kaydetmek veya daha farklı bir zorunlu sebeple deftere ihtiyaç duyulabilir. Ayrıca acil durum öncesinde, kullanılabilecek iletişim bilgileri bu not defterine eklenmelidir.

# bagTitle9
source: Ballpoint Pen
tr: Tükenmez kalem

# bagDescription9
source: Keep a pen for note-taking without trouble.
tr: Not alırken zorlanmamak için çanta içerisinde tükenmez kalem bulundurulması gerekir.

# bagTitle10
source: Document File
tr: Evrak dosyası

# bagDescription10
source: To store passports, health insurance, and other critical documents safely.
tr: Pasaport, özel sağlık sigortası ve diğer kıymetli evrakı koruyabilmek için evrak dosyası çanta içerisinde bulunmalıdır.

# bagTitle11
source: Medications
tr: İlaçlar

# bagDescription11
source: People with chronic illnesses must keep spare meds (diabetes, cancer, epilepsy, etc.) in the bag.
tr: Düzenli olarak kullanılan ilaçların acil durum çantasında bulundurulması gerekir. Kanser, şeker, epilepsi ya da diğer kronik rahatsızlıkları bulunan kişiler için çantada ilaçların yedeğinin bulundurulması özellikle önerilir.

# bagTitle12
source: Blanket
tr: Battaniye

# bagDescription12
source: Nights can be cold in many areas. Always include a blanket.
tr: Geceleri birçok ilimizde hava sıcaklıkları önemli ölçüde düşmektedir. Bu nedenle çanta içerisinde mutlaka battaniye bulunması önerilir.

# bagTitle13
source: Clothes
tr: Kıyafet

# bagDescription13
source: Pack weather-appropriate clothes and update them seasonally.
tr: Mevsime uygun kıyafetler çantaya eklenmelidir. Her mevsim geçişinde kıyafetler yeniden kontrol edilip değiştirilmelidir.

# bagTitle14
source: Rope
tr: İp

# bagDescription14
source: Useful for setting up tents or tying supplies together after disasters. Choose strong rope.
tr: Afet ya da acil durumlardan sonra çadır kurmak ve eşya taşırken malzemeleri birbirine bağlamak için ipe ihtiyaç duyulabilir. Bu nedenle çantaya mutlaka dayanıklı bir ip eklenmesi önerilir.

# bagTitle15
source: Prosthetics
tr: Protezler

# bagDescription15
source: Visually impaired people should add canes or small prosthetics. Others should store backups near the bag.
tr: Görme engelli bastonu gibi küçük protezler çantaya eklenmelidir. Omurilik felçliler gibi protezi daha büyük olan engel grupları için ise acil durum çantasının lokasyonuna yakın noktaya kolay taşınabilen protez modellerinin yedek olarak koyulması önerilir.

# bagTitle16
source: Food
tr: Yiyecek

# bagDescription16
source: Include dry food that provides energy, keeps you full, and doesn't spoil easily. Check expiration dates often. Also add baby food or pet food if needed.
tr: Tok tutacak, yüksek enerji verecek, şeker dengesini bozmayacak ve fazla susatmayacak türde kuru gıdalar çantaya eklenmelidir. Yiyeceklerin en az 72 saat yetebilecek kadar olması gerekir. Ayrıca yiyeceklerin son kullanma tarihi düzenli olarak kontrol edilmelidir. Son olarak, bebeği olan kişilerin mama gibi uygun gıda maddelerini bulundurması önerilir. Evcil hayvan sahipleri can dostlarının ihtiyaçlarını da unutmamalıdır.

# bagTitle17
source: Water
tr: Su

# bagDescription17
source: Include at least 1 liter of water. More is better if there's room.
tr: Çantada en az 1 litre su bulundurulmalıdır. Hatta çantada yer varsa daha da fazla su eklenebilir.

# bagTitle18
source: Whistle
tr: Düdük

# bagDescription18
source: In an emergency, whistles use less energy than shouting and help you get attention.
tr: Afet ya da acil durumlarda kişilerin iletişim kurması güçleşir. Özellikle ulaşım sırasında yüksek sesle bağırıp uyarı vermek yerine düdük çalmak daha az efor sarf edilmesini sağlar. Bu nedenle acil durum çantası içerisinde mutlaka düdük olmalıdır.

# bagTitle19
source: First Aid Kit
tr: İlk yardım çantası

# bagDescription19
source: Include a small kit with essential supplies for the first 72 hours.
tr: İlk 72 saatte ihtiyaç duyulabilecek her türlü ilk yardım malzemesini içerecek ufak ilk yardım çantaları, acil durum çantasının içerisine yerleştirilmelidir.

source: Settings
tr: Ayarlar

# settingsLanguageTitle
source: Language
tr: Dil

# settingsLanguage
source: Language
tr: Dil

# settingsThemeTitle
source: Theme
tr: Tema

# settingsThemeSystem
source: System
tr: Sistem

# settingsThemeLight
source: Light
tr: Açık

# settingsThemeDark
source: Dark
tr: Koyu

# settingsSave
source: Save
tr: Kaydet

source: Settings saved!
tr: Ayarlar kaydedildi!
